{
  "riddles": [
    {
      "riddle": "ကန်ထဲမှာရေ၊ ရေထဲမှာမြွေ၊ မြွေခေါင်းမှာရွှေ",
      "answer": "မီးခွက်"
    },
    {
      "riddle": "ကျိုးကျိုးကျည် မြည်လို့လာ၊ အိမ်ရောက်ခါမှ မေးထောက်ကာ။",
      "answer": "လှည်း"
    },
    { "riddle": "ကြည့်လေဝေးလေ၊ ဝေးလေကြည့်လေ။", "answer": "မျက်စိနှင့် နား" },
    { "riddle": "ခုတ်လို့မပြတ် သတ်လို့မသေ။", "answer": "ရေ" },
    {
      "riddle": "ခေါင်းကြီးလို့ လည်သိမ်၊ ဖင်ပိန်တဲ့ ယောက်ျား၊ မိုးပေါ်ပျံကာသွား၊ သိကြားလား နတ်လား။",
      "answer": "ပုစဉ်း"
    },
    {
      "riddle": "ချောင်ငယ်ကောက်ကောက်၊ ရေလယ်နောက်နောက်။",
      "answer": "ကျောက်ပျဉ်"
    },
    {
      "riddle": "ခြေရှစ်ချောင်း၊ ခေါင်းဘယ်ညာ၊ အမြီး ခါးလယ်မှာ။",
      "answer": "ချိန်ခွင်"
    },
    {
      "riddle": "ခြံကြားထဲက မင်းကုသ၊ ခေါင်းပေါင်းစနှင့်ထ။",
      "answer": "နာနတ်သီး"
    },
    { "riddle": "ငမဲဖင် ငနီလျက်။", "answer": "အိုးနှင့် မီး" },
    {
      "riddle": "ငယ်စဉ်က ရင်ခွင်ပိုက်၊ ကြီးစေလိုလို့ တုတ်နဲ့ရိုက်၊ မာစေလိုလို့ မီးနဲ့မြှိုက်။",
      "answer": "အိုး"
    },
    {
      "riddle": "ငါ့နွားနက်နက် ချုံပေါ်တက်၊ ချက်ချက်သံမျှ မကြားရ",
      "answer": "ဆံပင်နှင့်သန်း"
    },
    {
      "riddle": "ငုပ်ချည်ပေါ်ချည်၊ သူ့ ဖင်ကို ကြိုးနဲ့ ချည်။",
      "answer": "အပ် နှင့် ချည်"
    },
    {
      "riddle": "စည်ကြီးတီး မျက်နှာမည်းကြီးငို သေသူရှင် ပုန်းသူပေါ်။",
      "answer": "မိုးဦကျကာလတွင် မိုးကြိုးပစ်၊ မိုးရွာ၊ မြက်ပေါက်၊ ဖားအော်"
    },
    {
      "riddle": "ဆယ့်ခြောက်ပြည်ထောင် ပိုင်စိုး၊ မင်းမျိုးငဲ့ရာဇာ ရှေးကုသိုလ် ကံမကောင်းတာကြောင့် ခေါင်း ခြေ လက် မပါ။",
      "answer": "တင်းတောင်း ( ၁၆ ပြည်ဆံ့)"
    },
    {
      "riddle": "ဆုပ်လျှင် စူး၊ နမ်းလျှင် မူး၊ စားလျှင် ရူး။",
      "answer": "ပဒိုင်းသီး"
    },
    {
      "riddle": "တက်လေးစင်းနှင့် အပြင်းလှော်၊ မယ်တော်ရှင်မ ပေါင်းထဲက။",
      "answer": "လိပ်"
    },
    {
      "riddle": "တစ်နှစ်တစ်ခါ ပေါ်လို့လာ၊ ရာဇာမင်းလောင်းထီးဖြူဆောင်း။",
      "answer": "မှို"
    },
    {
      "riddle": "တို့ နွားတစ်ကောင် ဘို ့တစ်ထောင်။",
      "answer": "ကြက်ဟင်းခါးသီး"
    },
    {
      "riddle": "တို့နွားတစ်ကောင် ဘို့ တစ်ထောင် ခြေရာလည်းပျောက် ရေလဲနောက်။",
      "answer": "ကြက်ဟင်းခါးသီး နှင့် ဆန်ဆေးရေ (ကြက်ဟင်းခါးသီးချက်လျှင် ဆန်ဆေးရေနှင့်ဆေးပါက အခါးသက်သာသည်ဟု ဆိုကြသည်။)"
    },
    {
      "riddle": "ဒိုက်ခုတ်တော့ အုတ်ပေါ်၊ အုတ်ခုတ်တော့ ကြွေပေါ်၊ ကြွေခုတ်တော့ ရေပေါ်၊ ဘာသီးလဲနော်။",
      "answer": "အုန်းသီး"
    },
    {
      "riddle": "နတ်သမီး တံတွေးပေါက် ကြက်မကောက်နိုင်။",
      "answer": "ထရံပေါက်မှကျရောက်လာသော နေပြောက် အကွက်"
    },
    { "riddle": "နတ်သမီးသောက်ရေကန် တံတိုင်း သုံးထပ်ရံ။", "answer": "အုန်းသီး" },
    {
      "riddle": "နတ်သမီးအိမ်တိုင် ပိုးမဖောက်နိုင်၊ ဖောက်ပြန်တော့လဲ တစ်ပေါက်တည်း။",
      "answer": "အပ်"
    },
    { "riddle": "နတ်သမီးအိမ်တိုင် သူခိုးမတက်နိုင်။", "answer": "ငှက်ပျောပင်" },
    { "riddle": "နေ့ ရွတ် ညဝတ်။", "answer": "တံခါး မင်းတုပ်" },
    { "riddle": "နွားနို့တစ်မြူ၊ ပြည်လုံးဖြူ။", "answer": "လ" },
    {
      "riddle": "နွားမတစ်ရာ ရေဆင်းလာ၊ ခြေရာလည်းပျောက် ရေလည်းနောက်။",
      "answer": "ဆန်ဆေးသည်"
    },
    {
      "riddle": "နှစ်ယောက်တစ်တွဲ၊ နေ့မှာခွဲ၊ ညဘက်ကျလျှင် ပြန်ပေါင်းချင်။",
      "answer": "တံခါးရွက်"
    },
    {
      "riddle": "ပန်းဇော်တကို၊ နေ ့ညမဆို၊ ဆင်စေလိုသည်၊ ဗဟိုရင့်ကျူး၊ နာရီမှူး",
      "answer": "ကြက်ဖ (ဗဟိုစည်နှင့် နာရီပမာ အချိန်မှန်မှန် တွန်ကျတတ်သည်။)"
    },
    {
      "riddle": "ပဝါခြုံလုံပါပေ့၊ ဆံမြိတ်ချလှပါပေ့၊ ကျောက်တန်းစီညီပါပေ့။",
      "answer": "ပြောင်းဖူး"
    },
    {
      "riddle": "ဖတ်လတ် ဖတ်လတ် ၂ ဖတ်လတ်၊ တွဲလွဲ တွဲလွဲ ၂ တွဲလွဲ၊ ဒေါက်လောက် ဒေါက်လောက် ၄ ဒေါက်လောက်။",
      "answer": "ဆင် (၂ ဖတ်လတ် = နားရွက် ၂ခု၊ ၂တွဲလွဲ = နှာမောင်းနှင့်အမြီး၊ ၄ ဒေါက်လောက် = ခြေ ၄ ချောင်း)"
    },
    {
      "riddle": "ဖူးခနဲထောင်၊ ဖောင်ခနဲလဲ၊ ရဲရဲနဲ့ တွဲလွဲဆွဲ။",
      "answer": "ငှက်ပျောဖူး"
    },
    { "riddle": "မတီးဘဲမြည်။", "answer": "မိုးခြိမ်းသံ" },
    { "riddle": "မဖွပ်ဘဲဖြူ မခပ်ဘဲ ပြည့်။", "answer": "အုန်းသီး" },
    {
      "riddle": "မဖွပ်ဘဲဖြူသည့် နတ်ပုဆိုး၊ မခပ်ဘဲပြည့်သည့် နတ်ရေအိုး။",
      "answer": "အုန်းသီး"
    },
    {
      "riddle": "ရေလယ်ကောင်သောင်ထွန်း၊ နတ်သမီးနေတဲ့ကျွန်း",
      "answer": "ကျောက်ပျဉ်"
    },
    { "riddle": "လေးထောင့်စပ်စပ်၊ သူ့ မျက်နှာ ငါ့မှာကပ်။", "answer": "မှန်" },
    {
      "riddle": "သဒ္ဒါလည်း မတတ်၊ ပရမတ်လည်းမကျေ လူရှေ့မှာလည်းနေ၊ မှန်လျှင် မှန်စေ၊ မမှန်လျှင် လျှာထုတ်ပြသည်။",
      "answer": "ချိန်ခွင်"
    },
    {
      "riddle": "သားကရိုက်တော့ အမေငို၊ ဝမ်းဗိုက်တစ်လုံး ခေါင်းတစ်လုံး။",
      "answer": "မောင်း"
    },
    {
      "riddle": "သူ့ ပင်စည်က မြွေပွေးပြောက်၊ သူ့အသီးက ပြည်တောင်းလောက်။",
      "answer": "သင်္ဘောသီး"
    },
    {
      "riddle": "သူ့ကိုရိုက်တော့ ချာချာလည်၊ ကြိုးကိုဆွဲပြီး ငိုရှာတယ်။",
      "answer": "ကြေးစည်"
    },
    {
      "riddle": "သူ့အပင်က တစ်ရုံကြီး၊ သူ့အသီးက တစ်လုံးသီး။",
      "answer": "ဆံပင်နှင့် ဆံထုံး"
    },
    {
      "riddle": "သူ့အပင်နွဲ့ ချောင်း မတက်ကောင်း၊ စားကောင်းပါရဲ့ဖူးတံနဲ့။",
      "answer": "ပြောင်းဖူး"
    },
    {
      "riddle": "သံသာငှက်ကြီး ရင်ပတ်တီး၊ အမြီးခါးလယ်မှာ။",
      "answer": "လယ်ကွင်း"
    },
    {
      "riddle": "သွားတော့ ကွေ့ကောက်၊ မြင့်ရာက နိမ့်ရာရောက်။",
      "answer": "မြစ်ချောင်း"
    },
    { "riddle": "သွားတော့ခွေခွေ နေတော့စင်းစင်း။", "answer": "ခေါင်းခု" },
    {
      "riddle": "အစာကို နှစ်ယောက်ကမြင်၊ ငါးယောက်က ယူ၊ သုံးဆယ်က ဝါး၊ ကောင်းစားတော့ တစ်ယောက်တည်း။",
      "answer": "မျက်စိ၊ လက်ချောင်း၊ သွားနှင့် လျှာ"
    },
    {
      "riddle": "အစိမ်းပေါ် အဖြူတင်၊ အဖန်လာမှ နီရောင်ဆင်။",
      "answer": "ကွမ်းယာ"
    },
    { "riddle": "အညာကဆင်ဖြူ အမွှေးထူ", "answer": "ကြက်သွန်ဖြူ" },
    {
      "riddle": "အပင် နွဲ့ နှောင်း၊ အသီးဖောင်းဖောင်း မစားကောင်း။",
      "answer": "ဆံပင်နှင့် သန်းဥ"
    },
    { "riddle": "အမြင်နီး ခရီးဝေး။", "answer": "တောင်" },
    {
      "riddle": "အသီးပေါ် အပင်ပေါက်၊ ခြေထောက်တစ်ချောင်းထောက်။",
      "answer": "နာနတ်သီး"
    },
    {
      "riddle": "အိမ်ရှိပေမယ့် လူမရှိ၊ လူရှိပေမယ့် အသံမကြားရ။",
      "answer": "သင်္ချိုင်း"
    }
  ]
}
